text = '''

5. উভয় কূল রক্ষা’ অর্থে ব্যবহৃত প্রবচন কোনটি? ক) কারাে পৌষ মাস, কারও সর্বনাশ খ) চাল না চুলাে, চেঁকি না কুলােত গ) সাপও মরে, লাঠিও না ভাঙে ঘ) বােঝার উপর শাকের আঁটি Explanation : উভয় কূল রক্ষার্থে ব্যবহৃত হয় সাপও মারে লাঠিও না ভাঙে

 6. রত্নাকর’ শব্দটির সন্ধি বিচ্ছেদ— ক) রত্না + কার খ) রত্ন + কর গ) রত্না + আকার ঘ ) রত্ন + আকর Explanation : অ+আ=আ(রত্ ন-আকার=রত্নাকার)

 7. শুদ্ধ বাক্য কোনটি? ক) দুর্বলবশতঃ অনাথিনী বসে পড়ল খ) দুর্বলতাবশত অনাথিনী বসে পড়ল গ) দুর্বলতাবশত অনাথ বসে পড়ল ঘ) দুর্বলবশতঃ অনাথ বসে পড়ল Explanation : ‘দুর্বলতাব শত অনাথ বসে পড়ল” শুদ্ধ বাক্য 

8. ক্রিয়া পদের মূল অংশকে বলা হয়— ক) বিভক্তি খ) ধাতু গ)প্রত্যয ় ঘ) কৃৎ Explanation : ক্রিয়া পদের মূল অংশকে বলা হয় ধাতু

 9. কোন দ্বিরু ক্ত শব্দ জুটি বহুবচন সংকেত করে? ক) পাকা পাকা আম খ) ছি ছি, কি করছ। গ) নরম নরম হাত ঘ) উড়ু উড়ু মন Explanation : পাকা পাকা বলতে আধিক্য বোঝানো হয়েছে। দ্বিরুক্ত শব্দ বলতে বোঝায় ঐ সকল শব্দ যা বাক্যের মধ্যে পরপর দুবার উচ্চারিত হয়েছে। 

10. কোন প্রবচন বাক্য ব্যবহারিক দিক হতে সঠিক? ক) যত গর্জে তত বৃ ষ্টি হয় না খ) অধিক সন্ন্যাসীতে গাজন নষ্ট গ) নাচতে না জানলে উঠোন বাঁকা ঘ) যেখানে বাঘের ভয় সেখানে সন্ধ্যা হয় Explanation : ‘অধিক সন্ন্যাসীতে গাজন নষ্ট” প্রবচন বাক্য ব্যবহারিক দিক হতে সঠিক।বাকি গুলো হবে- যত গর্জে তত বর্ষে না, নাচতে না জানলে উঠান বাঁকা এবং য েখানে বাঘের ভয় সেখানেই সন্ধ্যা হয়

 11. ‘শেষের কবিতা’ রবীন্দ্রনাথ রচিত – ক) কবিতার নাম খ) গল্প সংকলনের নাম গ) উপন্যাসের নাম ঘ) কাব্য সংকলনের নাম Explanation : রবীন্দ্রনাথ ঠাকুরের অন্যান্য উপন্যাসের মধ্যে রয়েছে গোরা, চতুরঙ্গ, ঘরে বাইরে চোখের বালি, চার অধ্যায় ইত্যাদি।উপন্যাসের চরিত্র। অমিত লাবন্য 

12. বাংলায় টি. এস. এলিয়টের কবিতার প্রথম অনুবাদক— ক) রবীন্দ্রনাথ ঠাকুর খ) বিষ্ণু দে গ) সুধীন্দ্রনাথ দত্ত ঘ) বুদ্ধদেব বসু Explanation : প্রথম বাংলায় ট িএস ইলিয়টের কবিতা অনুবাদ করেন রবীন্দ্রনাথ ঠাকুর। টি এস এলিয়ট এর The Journey of the Magi কবিতার অনুবাদ করা হয়েছিলো। রবীন্দ্রনাথ তার পুনশ্চ কাব্যে “তীর্থযাত্রী” কবিতা নামে এটি সংকলন করেছিলেন।

 13. অগ্নিবীণা কাব্যগ্রন্থের সংকলিত প্রথম কবিতা ক) অগ্রপথিক খ) বিদ্রোহী বিনতা। গ) প্রলয়ােল্লাস ঘ) ধূমকেতু Explanation : অগ্নিবীণা বিংশ শতাব্দীর প্রথমার্ধের অন্যতম জনপ্রিয় বাঙালি কবি কাজী নজরুল ইসলামের প্রথম কাব্যগ্রন্থ। এটি ১৩২৯ বঙ্গাব্দের কার্তিক মাসে (অক্টোবর ১৯২২ খ্রিষ্টাব্দ) প্রকাশিত হয়। এই গ্রন্থে মোট বারোটি কবিতা আছে। কবিতাগুলি হচ্ছে – প্রলয়োল্লাস (কবিতা) ‘বিদ্রোহী, রক্তাম্বর-ধারিণী মা, আগমণী, ধূমকেতু, কামাল পাশা, আনোয়ার রণভেরী, শাত-ইল-আরব, খেয ়াপারের তরণী কোরবানী ও মোহররম। এছাড়া গ্রন্থটির সর্বাগ্রে বিপ্লবী বারীন্দ্রকুমার ঘোষ কে উৎসর্গ করে লেখা একটি উৎসর্গ কবিতাও আছে। অগ্নি-বীণা প্রচ্ছদপটের পরিকল্পনা ছিল অবনীন্দ্রনাথ ঠাকুর এবং এঁকেছিলেন তরুণ চিত্রশিল্পী বীরেশ্বর সেন। বইটির তৎ কালীন মূলা ছিল ৩ টাকা। ৭ নং প্রতাপ চ্যাটার্জি লেন থেকে গ্রন্থকার কর্তৃক গ্রন্থটি মুদ্রিত ও প্রকাশিত হয়। প্রাপ্তিস্থান হিসেবে গ্রন্থে লেখা ছিল আর্য পাবলিশিং হাউস, কলেজ স্ট্রিট মার্কেট (দোতলায়)। গ্রন্থটি ছাপা হয় মেটকাফ প্রেস, ৭৯ নং বলরা ম দে স্ট্রিট, কলিকাতা থেকে। দাম এক টাকা। গ্রন্থটির উৎসর্গ হচ্ছে- বাঙলার অগ্নিযুগের আদি পুরোহিত সাপ্নিক বীর শ্রীবারীন্দ্রকুমার ঘোষ শ্রীশ্রীচরণারবিন্দেষু। নিচে লেখা আছে তোমার অগ্নি-পূজারী-হে.. মহিমান্বিত শিষ্য-কাজী নজরুল ইসলাম। অরবিন্দ ঘোষ ের ভ্রাতা বারীন্দ্রকুমার ঘোষ, বাংলা তথা ভারতের বিপ্লববাদী আন্দোলনের অন্যতম নায়ক ছিলেন। বিপ্লবে বিশ্বাসী নজরুল তাই নিজেকে বারীন্দ্রকুমারের হে-মহিমান্বিত শিষ্য বলে উল্লেখ করে তাকেই তার প্রথম কাব্যগ্রন্থ উৎসর্গ করেছিলেন।
 
 14. কোন বাক্যে মাথা’ শব্দটি বুদ্ধি অর্থে ব্যবহৃত? ক) তিনিই সমাজের মাথা খ) মাথা খাটিয়ে কাজ করবে গ) লজ্জায় আমার মাথা কাটা গেল ঘ) যে মাথা নেই আবার মাথা ব্যথা Explanation : বাক্যে মাথা বলতে বুদ্ ধি কাজে লাগিয়ে কাজ করার কথা বুঝানো হয়েছে। 
 
 15. কোন শব্দে বিদেশি উপসর্গ ব্যবহৃত হয়েছে? ক) নিখুঁত খ) আনমনা গ) অবহেলা ঘ) নিমরাজি Explanation : বিদেশি উপসর্গ মোট ২০ টি আরবি উপসর্গ —> কিরে (লা)লু এই (গর)মে (বাজে) (আম) ( খাস) ? ইংরেজি উপসর্গ —> (হেড) (সাব) বাড়িতে (হাফ) এবং স্কুলে (ফুল) হাতা শার্ট পরেন। হিন্দি উপসর্গ —> (হর) (হরেক) ফারসি উপসর্গ —> (নিম) বাবু (বে) আদব (বদ) মাশ (না)লায়েক (কম) (ব)খত (ফি)রোজকে (কার)চুপি করে (দর)বার থেকে (বর)খাস্ত ক রে দেন।
 
 16. আমার ভাইয়ের রক্তে রাঙানাে একুশে ফেব্রুয়ারি’র রচয়িতা- ক) শামসুর রাহমান। খ) আলতাফ মাহমুদ গ) হাসান হাফিজুর রহমান ঘ) আবদুল গাফফার চৌধুরী Explanation : গানটির বর্তমান সুরকার-আলতাফ মাহমুদ।
 
 17. কোনটি তদ্ভব শব্দ? ক) চাঁদ খ)সূর্য গ) নক্ষত্র ঘ)গগন< /td> Explanation : চন্দ্ৰ >চন্দ> চাঁদ
_ তৎসম অর্ধ তৎসম তদ্ভব।

18. বাংলায় কুরআন শরীফের প্রথম অনুবাদক কে? ক) কেশব চন্দ্র সেন খ) ভাই গিরীশচন্দ্র সেন গ) মওলানা মনিরুজ্জামান ইসলামাবাদী ঘ) মওলানা আকরম খাঁ Explanation : গিরিশচন্দ্র সেন বাংলায় কোরআন শরীফের প্রথম অনুবাদক। তিনি মিশকাত শরীফের অধিকাংশ হাদিস, তাজকেরাতুল আউলিয়া সহ আরো কয়েকটি ইসলামি গ্রন্থের বাংলা অনুবাদ করেন। 

19. Choose the correct alternative to complete the sentence? ‘He — to see us if he had been able to do’ ক) would come খ) would have come গ) may have come ঘ) may come Explanation : If যুক্ত বাক্যে had থাকলে Would have বসে।

20. Choose the appropriate alternative to complete the sentence.’He had — of fever’ ক) strong attack খ) severe attack গ) serious attack ঘ) bad attack Explanation : Severe বলতে অত্যাধিক বোঝানো হয়।

21. Choose the correct sentence ক) I asked Javed had he passed খ) I asked Javed if he had passed গ) I asked Javed if you passed ঘ) I asked Javed that he passed Explanation : if যুক্ত বাক্যে if এর আগে past indefinite হলে পরে Past perfect বসে। 

22. Choose the correct sentence ক) A few of the three boys got a prize খ) Each of the three boys got a prize গ) Every of the three boys got a prize ঘ) All of the three boys got a prize Explanation : প্রত্যেকজন পুরস্কার পেয়েছে বোঝাতে each ব্যাবহার করা হয়েছে। 

23. Choose the correct sentence ক) The man that said that was a fool খ) The man who said that was a fool গ) The man that said that was a fool ঘ) The man which said that was a fool Explanation : Who ব্যাবহার করা হয়েছে ‘যে ব্যাক্তি’ বোঝানোর জন্যে 

24. Choose the correct answer. How long did you wait? ক) Till lunch time খ) Till he came গ) Until 6 O’clock ঘ) Since this morning Explanation : Till অর্থ পর্যন্ত, যাবৎ। ‘ও আসা পর্যন্ত’ বোঝাতে ব্যাবহার হয়েছে।

25. What will be the correct preposition to complete the sentence ‘I am not bad — tennis’ ক) in খ) at গ) about ঘ) with Explanation : Bad at ব্যাবহার করা হয় কোনো কাজে খারাপ বোঝানোর জন্য

26. What is the antonym of ‘Gentle’? ক) Harsh খ) Clever গ) Modest ঘ) Rude Explanation : Gentle অর্থ শান্ত। Rude অর্থ অমার্জিত

27. What is the syno nym of ‘Jovial’? ক) Jolly খ) Gay গ) Jealous ঘ) Happy Explanation : Jovial ও Gay অর্থ প্রফুল্ল 

28. What is the synonym of ‘Competent’? ক) Circumspect খ) Discrete গ) Capable ঘ) Prudent Explanatio n : Competent ও capable অর্থ 

29. Who is the author of ‘A Farewell to Arms’? ক) H.G. Wells খ) George Orwell গ) Thomas Hardy ঘ) Ernest Hemingway Explanation : Farewell to Arms উপন্যাসের রচ য়ীতা Ernest Hemingway

30. Who is the author of ‘Animal Farm’? ক) Thomas More খ) George Orwell গ) Boris Pasternak ঘ) Charles Dickens Explanation : Animal farm, George Orwell এর লেখা একটি উপন্যাস

31. Who is the author of ‘India Wins Freedom’? ক) Mahatma Gandhi খ) J.L. Nehru গ) Abul Kalam Azad ঘ) Moulana Akram Khan Explanation : আবুল কালাম আজাদ গ্রন্থটি রচনা করেন 

32. What kind of Noun is ‘Cattle’? ক) Proper খ) Common গ) Collective ঘ) Material Explanation : Cattle একটি collective noun কারন এর অর্থ গরু ছাগলের পাল

33. What kind of noun is ‘Girl’? ক) Proper খ) Common গ)Collective ঘ) Material Explanation : Girl বা মেয়ে common noun 

34. What is the meaning of ‘white elephant’? ক) An elephant of white colour খ) A black marketer গ) A very costly or troublesome possession ঘ) A hoarder Explanation : White Elephant অর্থাৎ অনেক দামী এবং দুর্লভ বস্তু

35. নিচের কোন সংখ্যাটি মৌলিক? ক) ৯১ খ) ১৪৩ গ) ৮৭ ঘ) ৪৭ Explanation : যেসকল সংখ্যা শুধুমাত্র ১ ও ঐ সংখ্যা দ্বারাই নিঃশেষে বিভাজ্য হয় তাদেরকে মৌলিক সংখ্যা বলে। এখানে ৬৭ শুধুম াত্র ১ ও ৬৭ দ্বারাই নিঃশেষে বিভাজ্য, তাই ৬৭ মৌলিক সংখ্যা। 

36. কোন একটি জিনিস নির্মাতা ২০% লাভে ও খুচরা বিক্রেতা ২০% লাভে বিক্রয় করে। যদি ঐ জিনিসের নির্মাণ খরচ ১০০ টাকা হয় তবে খুচরা মূল্য কত? ক) ১৪০ টাকা। খ) ১২০ টাকা। গ) ১৪৪ টাকা ঘ) ১২৪ টাকায় Explanation : নির্মাতার লাভ = ২০ % নির্মাতার লাভ = ১০০*২০% =২০ টাকা এখন খুচরা বিক্রেতার ক্রয়মুল্য = ১০০+২০ = ১২০ টাকা এখন আবার খুচরা বিক্রয়তার লাভ ২০%= ১২০*২০% = ২৪ টাকা এখন জিনিসটির খুচরা মুল্য : ১০০+২০+২৪= 

37. সমবাহু ত্রিবুজের বাহুর দৈরঘ্য যদি a হয় , তবে ক্ষেত্রফল হবে – ক) √3/4×a^2 খ)√3/2×a^2 গ) 2/3×a ঘ) 1/2×a^2 Explanation : কোন সমবাহু ত্রিভুজের এক বাহুর দৈর্ঘ্য ‘a’ হলে, ত্রিভুজটির ক্ষেত্রফল নির্ণয়ের সুত্রঃ Area=√3/4 a^

38. ১ হতে ৪৯ পর্যন্ত ক্রমিক সংখ্যাগুলার গড় কত? ক) ২৩ খ)২৪.৫ গ) ২৫ ঘ) ২৬.৫ Explanat ion : ১ থেকে ৪৯ পর্যন্ত সংখ্যাগুলোর সমষ্টিঃ ={n(n+১)}÷২ [যেখানে n হলো শেষ সংখ্যা বা পদ সংখ্যা] ={৪৯(৪৯+১)}÷২ ={৪৯×৫০}÷২ =২৪৫০÷২ =১২২৫ এখন, সংখ্যাগুলোর গড়= সংখ্যাগুলোর সমষ্টি ÷ পদ সংখ্যা = ১২২৫÷৪৯ = ২৫

39. টাকায় তিনটি করে আম ক্রয় করে টাকায় ২টি কর্মে বিক্রয় করলে শতকরা কত লাভ হবে ক) ৫০% খ) ৩৩% গ) ৩০% ঘ) ৩১% Explanation : মনে করি, টাকায় ৩ টি দরে ১০০ টাকায় ক্রয় করে ৩০০ টি। য া, টাকায় ২টি দরে বিক্রি করলে মুল্য হবে ১৫০/- টাকা। তাই ১০০ টাকায় লাভ হবে ৫০ টাকা। বা লাভ ৫০%

40. ত্রিভুজ ABC -এর BE =FE =CF । AEC এর ক্ষেত্রফল ৪৮ বর্গফুট হলে, ত্রিভুজ ABC -এর ফলাফল কত বর্গফুট ? ক) ৭২< /strong> খ) ৬০ গ) ৪৮ ঘ) ৬৪ Explanation : ত্রিভুজের মধ্যমা AE, AF দ্বারা ত্রিভুজকে ভাগ করে পাই, ABE = AEF = AFC প্রশ্নমতে, AEC = ৪৮ বা, AEF + AFC = ৪৮ বা, ABE + ABE = ৪৮ বা, 2ABE = 48 ABE = ২৪ ABC = ABE + AEC = ২৪ + ৪৮ = ৭২

41. a + b = 5 এবং a – b = 3 হলে ab-এর মান কত? ক) 2 ক) 2 গ) 4 ঘ) 5 Explanation : দেওয়া আছে, a+b=5 এবং a-b=3 আমরা জানি, ab= {(a+b)^2 - (a-b)^2}÷4 = {52 - 32}÷4 [মান বসিয়ে] = {25-9}÷4 = 16÷4 = 4

42. ৬০ লিটার কেরােসিন ও পেট্রোলের মিশ্রণের অনুপাত ৭ ঃ ৩। ঐ মিশ্রণে আর কত লিটার পেট্রোল মিশালে অনুপাত ৩ ঃ ৭ হবে? ক) ৭০ খ) ৮০ গ) ৯০ ঘ) ৯৮ Explanation : মিশ্রণের পার্থক্য যদি একই হয় তাহলে, মোট মিশ্রণ/মিশ্রণের ছোট অনুপাত * অনুপাতের পার্থক্য =৬০/৩ * ৪ = ২০*৪ = ৮০

43. ১ হতে ৩০ পর্যন্ত কয়টি মৌলিক সংখ্যা আছে ? ক) ১১ টি খ) ৮ টি গ) ১০ টি ঘ) ৯ টি Explanation : ১ থেকে ৩০ পর্যন্ত মোট ১০ মৌলিক সংখ্যা রয়েছে। এগুলো হলোঃ ২, ৩, ৫, ৭, ১১, ১৩, ১৭, ১৯, ২৩, ২৯

44. দুটি সংখ্যার গুণফল ১৫৩৬ । সংখ্যা দুটির ল . সা . গু ৯৬ হলে তাদের গ . সা . গু কত ? ক) ১৬ খ) ২৪ গ) ৩২ ঘ) ১২ Explanation : গ.সা.গু x ল.সা.গু = দুইটি সংখ্যার গুণফল বা, গ.সা.গু x ৯৬ = ১৫৩৬ সুতরাং, গ.সা.গু =১৬

45. ১×.০১×.০০১/.২×.০২×.০০২ এর মান কত ? ক) ১/৮০ খ) ১/৮০০ গ) ১/৮০০০ ঘ) ১/৮ Explanation : 0.1X 0.01 X 0.001 = 0.000001 Again, 0.2 X 0.02 X 0.002 = 0.000008 So, 0.000001/0.000008 =1/8

46. সরল সুদের হার শতকরা কত টাকা হলে যে কোন মূলধন ৮ বৎসরে সুদে-আসলে তিনগুণ হবে? ক) ১২.৫০ টাকা খ) ২০ টাকা গ) ২৫ টাকা ঘ) ১৫ টাকা Explanation : সুদ-আসলে তিন গুণ হলে সূত্র হবে , 2P=Pnr বা, 2=8r বা, r=1/4=25% অর্থাৎ শতকরা ২৫ টাকা < /tr>

47. চিনির ম ূল্য ২৫% বৃদ্ধি পাওয়াতে একটি পরিবার চিনি খাওয়া এমনভাবে কমাল যে, চিনি বাবদ ব্যয় বৃদ্ধি পেল না। ঐ পরিবার চিনি খাওয়ার খরচ শতকরা কত কমিয়েছিল? ক) ২২% খ) ২৫% গ) ২০% ঘ) ৩০% Explanation : ২৫% বৃদ্ধি পাওয়াতে, ১২৫ টাকায় চিনি খাওয়া কমল= ১২৫-১০০=২৫ টাকার বা, ১০০ টাকায় চিনি খাওয়া কমবে (২৫×১০০)/ ১২৫=২০ টাকার । সুতরাং উত্তর ২০%

48. যদি (x – 5) (a + x) = x- 25 হয় তবে a এর মান কত? ক) ৫ খ) ২৫ গ) -৫ ঘ) -২৫ Explanation : দেয়া আছে, বামপক্ষ= (x-5)(a+x) উক্ত রাশিতে অপশনে প্রদত্ত মান বসি য়ে পাই, a=5 হলে, (x-5)(5+x) = 5x + x^2 - 25 - 5x = x^2 - 25 = ডানপক্ষ

49. a + b + c = 0 হলে a + b + c এর মান কত? ক) abc খ) 3abc গ) 6abc ঘ) 9abc Explanation : দেওয়া আছে, a+b+c=0 বা, a+b= -c বা, (a+b)^3= -c^3 বা, a^3+b^3+3ab(a+b)= -c^3 বা, a^3+b^3-3abc= -c^3 বা, a^3 + b^3 + c^3 = 3abc

50. ত্রিভুজের একটি কোণ এর অপর দুই কোণের সমষ্টির সমান হলে ত্রিভুজটি— ক) সমকোণী খ) স্থূলকোণী গ) সমবাহু ঘ) সূক্ষ্মকোণী Explanation : যে ত্রিভুজের একটি কোণ সমকোণ বা ৯০° তাকে সমকোণী ত্রিভুজ বলে। সমকোণী ত্রিভুজের সমকোণ ব্যতীত অপর কোণ দুটি ৪৫° করে। যাদের সমষ্টি ৪৫+৪৫=৯০°, যা সমকোণের সমান।

51. নবায়নযােগ্য শক্তি উৎসের একটি উদাহরণ হলাে— ক) পারমাণবিক জ্বালানি খ) পিট কয়লা গ) ফুয়েল সেল ঘ) সূর্য Explanation : বিভিন্ন প্রাকৃতিক উৎস যেম ন: সূর্যের আলো ও তাপ, বায়ু প্রবাহ, জলপ্রবাহ, জৈব শক্তি (জৈবভর), ভূ-তাপ, সমুদ্র তরঙ্গ, সমুদ্র-তাপ, জোয়ার-ভাটা, শহুরে আবর্জনা, হাইড্রোজেন ফুয়েল সেল ইত্যাদি নবায়নযোগ্য শক্তির উৎস হিসেবে বিবেচিত হয়।

52. প্রেসার কুকারে রান্না তাড়াতাড়ি হয়। কারণ— ক) রান্নার জন্য তাপ নয় চাপও কাজে লাগে খ) বদ্ধপাত্রে তাপ সংরক্ষিত হয় গ) উচ্চ চাপে তরলের স্ফুটনাংক বৃদ্ধি পায় ঘ) সঞ্ চিত বাষ্পের তাপ রান্নার সহায়ক। Explanation : প্রেসার কুকারে রান্না তাড়াতাড়ি হয়। কারণ— উচ্চ চাপে তরলের স্ফুটনাংক বৃদ্ধি পায়

53. নিচের কোনটি জীবাশ্ম জ্বালানি নয়? ক) পেট্রোল খ) কয়লা গ) প্রাকৃতিক গ্যাস ঘ) বায়ােগ্যাস Explanation : বায়ােগ্যাস জীবাশ্ম জ্বালা নি নয়

54. যে বায়ু সর্বদাই উচ্চচাপ অঞ্চল হতে নিম্নচাপ অঞ্চলের দিকে প্ রবাহিত হয়, তাকে বলা হয়— ক) অয়ন বায়ু খ) প্রত্যয় বা য়ু গ) মৌসুমী বায়ু ঘ) নিয়ত বায়ু Explanation : যে বায়ু সর্বদাই উচ্চচাপ অঞ্চল হতে নিম্নচাপ অঞ্চলের দিকে প্রবাহিত হয়, তাকে নিয়ত বায়ু বলা হয়
55. সাধারণ ড্রাইসেলের ইলেকট্রোড হিসেবে রয়েছে— ক) তামার দণ্ড ও দস্তার পাত খ) তামার পাত ও দস্তার পাতা গ) কার্বণ দণ্ড ও দস্তার কৌটা ঘ) তামার দণ্ড ও দস্তার কৌটার Explanation : সাধারণ ড্রাইসেলের ইলেকট্রোড হিসেবে রয়েছে কার্বণ দণ্ড ও দস্তার কৌটা

56. মাছ অক্সিজেন নেয় ক) মাঝে মা ঝে পানির উপর নাক তুলে খ) পানিতে অক্সিজেন ও হাইড্রোজেন বিশ্লিষ্ট করে। গ) পটকার মধ্যে জমানাে বাতাস হতে ঘ) পানির মধ্যে দ্রবীভূত বাতাস হতে Explanation : মাছ পানির মধ্যে দ্রবীভূত বাতাস হতে অক্স িজেন নেয় 
57. দুরের বিদ্যুৎ উৎপাদন কেন্দ্র হতে বিদ্যুৎ নিয়ে আসতে হল ে হাই ভােল্টেজ ব্যবহার করার কারণ ক) এতে বিদ্যুতের অপচয় কম হয় খ) পথে কমে গিয়েও প্রয়ােজনীয় ভােল্টেজ বজায় থাকে গ) অধি ক বিদ্যুৎ প্রবাহ পাওয়া যায় ঘ) প্রয়ােজনমত ভােল্টেজ কমিয়ে ব্যবহার করা যায় Explanat ion : দুরের বিদ্যুৎ উৎপাদন কেন্দ্র হতে বিদ্যুৎ নিয়ে আসতে হলে হাই ভােল্টেজ ব্যবহার করার কারণ এতে বিদ্যুতের অপচয় কম হয়
58. ভৌগােলিকভাবে গুরুত্বপূর্ণ যে কাল্পনিক রেখাটি বাংলাদেশের ওপর দিয়ে গেছে তা হলাে— ক) মূল মধ্যরেখা করি খ) কর্কটক্রান্তি রেখা গ) মকরক্রান্তি রেখা। ঘ) আন্তর্জাতিক তারিখ রেখা Explanation : ভৌগােলিকভাবে গুরুত্বপূর্ণ যে কাল্পনিক রেখাট ি বাংলাদেশের ওপর দিয়ে গেছে তা হলাে— কর্কটক্রান্তি রেখা
59. আমাদের দেহকোষ রক্ত হতে গ্রহণ করে ক) অক্সিজেন ও গ্লুকোজ খ) ইউরি ও গ্লুকোজ গ) অক্সিজেন ও রক্তের আমিষ ঘ) এমাইনাে এসিড ও CO Explanation : আমাদের দেহকোষ রক্ত হতে অক ্সিজেন ও গ্লুকোজ গ্রহণ করে
60. সংকর ধাতু পিতলের উপাদান— ক) তামা ও টিন। খ) তামা ও দস্তা গ) তামা ও নিকেল ঘ) তামা ও সীসা Explanation : সংকর ধাতু পিতলের উপাদান তামা ও দস্তা
61. পৃথিবীর ঘূর্ণনের ফলে আমরা ছিটকিয়ে পড়ি না কেন? ক) মহাকর্ষ বলের জন্য খ) মাধ্যাকর্ষণ বলের জন্য গ) আমরা স্থির থাকার জন্য ঘ) পৃথিবীর সঙ্গে আমাদের আবর্তনের জন্য Explanation : পৃথিবীর ঘূর্ণনের ফলে আমরা ছিটকিয়ে পড়ি না কেন মাধ্যাকর্ষণ বলের জন্য < td colspan="4" data-sheets-value='{"1":2,"2":"

62. যে তিনটি মূখ্য বর্ণের সমন্বয়ে অন্যান্য সব বর্ণ সৃষ্টি করা যায় সেগুলাে হলাে"}' rowspan="1">62. যে তিনটি মূখ্য বর্ণের সমন্বয়ে অন্যান্য সব বর্ণ সৃষ্টি করা যায় সেগুলাে হলাে ক) লাল, হলুদ, নীল খ) লাল, কমলা, বেগুনি গ) হলুদ, সবুজ, নীল লিপি ঘ) লাল, নীল, সবুজ Explan ation : যে তিনটি মূখ্য বর্ণের সমন্বয়ে অন্যান্য সব বর্ণ সৃষ্টি করা যায় সেগুলাে হলাে লাল, নীল, সবুজ

63. বৈদ ্যুতিক মােটর এমন একটি যন্ত্রকৌশল যা ক) তাপশক্তিকে যান্ত্রিক শক্তিতে রূপান্তর করে খ) তাপশক্তিকে তড়িৎ শক্তিতে রূপান্তর করে গ) যান্ত্রিক শক্তিকে তড়িৎ শক্তিতে রূপান্তর করে ঘ) তড়িৎ শক্তিকে যান্ত্রিক শক্তিতে রূপান্তর করে Explanation : বৈদ্যুতিক মােটর এমন একটি যন্ত্রকৌশল যা তড়িৎ শক্তিকে যান্ত্রিক শক্তিতে রূপান্তর করে 

64. কচুশাক বিশেষভাবে মূল্যবান যে উপাদানের জন্য তা হলাে ক) ভিটামিন এ খ) ভিটামিন সি গ) লোহা ঘ) ক্যালসিয়াম Explanation : কচুশাক ব িশেষভাবে মূল্যবান যে উপাদানের জন্য তা হলাে লোহা 

65. জলজ উদ্ভিদ সহজে পানিতে ভাসতে পারে। কারণ— ক) এরা অনেক ছােট হয় খ) কাণ্ডে বায়ুকুঠরী থাকে গ) এরা পানিতে জন্মে ঘ) পাতা অনেক কম থাকে Explanation : জলজ উদ্ভিদ সহজে পানিতে ভাসতে পারে। কারণ— কাণ্ডে বায়ুকুঠরী থাকে

66. বাংলাদেশ গণপ্রজাতন্ত্রের ঘােষণা হয়েছিল— ক) ১৭ই এপ্রিল ১৯৭১ খ) ২৬শে মার্চ ১৯৭১ গ) ১১ এপ্রিল ১৯৭১ ঘ) ১০ই জানুয়ারি ১৯৭১ Explanation : ১০ এপ্রিল ১৯৭১ সালে মুজিবনগরে অস্থায়ী সরকার গঠিত হয় এবন সেখানে ১৭ই এপ্রিল ১৯৭১ সালে গনপ্রজাতন্ত্রী বাংলাদেশের অস্থায়ী সরকার শপথ গ্রহন করে।

67. গণপ্রজাতন্ত্রী বাংলাদেশের সংবিধান প্রবর্তিত হয়— ক) ১৭ই এপ্রিল ১৯৭১ খ) ১৬ই ডিসেম্বর ১৯৭২ গ) ৭ই মার্চ ১৯৭২ ঘ) ২৬শে মার্চ ১৯৭৩ Explanation : ১৯৭২ সালের ১০ এপ্রিল গনপরিষদের প্রথম সাধারণ অধিবেশন বসে। এ অধিবেশ্নে ১৪ সদস্যের একটি সংবিধান কমিটি গঠিত হয় । কমিটি ১২ অক্টোবর ১৯৭২ সালে সনবিধানের একটি খসড়া পেশ করে যা৪ নভেম্বর গ ৃহীত হয় এবং ১৬ই ডিসেম্বর থেকে কার্যকর হয়।

68. বিখ্যাত সাধক শাহ সুলতান বলখির মাজার কোথায়? ক) মহাস্থানগড়ে খ) শাহজাদপুরে গ) নেত্রকোনায় ঘ) রামপালে Explanation : বিখ্যাত সাধক শাহ সুলতান বলখি নরপতি পরশুরামকে পরাজিত করে এখানে ইসলামের বিজয়ের পতাকা উড্ডঈন করেন। তার মাজারটি বগুড়া শহর থেকে ১০ কিমি দূরে মহাস্থাঙ্গড়ের দক্ষিণপূর্ব কোনে অবস্থিত 

69. পাখি ছাড়া বলাকা’ ও ‘দোয়েল’ নামে পরিচিত হচ্ছে— ক) দুইটি উন্নত জাতের গমশস্য খ) দুইটি উন্নত জাতের ধানশস্য গ) দুইটি উন্নত জাতের ভুট্টাশস্য ঘ) দুইটি উন্নত জাতের ইক্ষু E xplanation : বলাকা ও দোয়েল ছাড়াও আরো কিছু উন্নতজাতের গম শস্য হল সোনালিকা, আকবর, আনন্দ, বরকত ইত্যাদি

70. বাংলায় ইউরােপীয় বণিকদের মধ্যে বাণিজ্যের উদ্দেশ্যে প্রথম এসেছিল— ক) ইংরেজরা খ) ওলন্দাজরার গ) ফরাসিরা ঘ) পর্তুগিজরা Explanation : ফরাসিরা (II) পঞ্চদশ শতকের শেষভাগে পর্তুগিজ নাবিক ভাস্কো-দাগামা আফ্রিকার পশ্চিম-পূর্ব উপকূল ঘুরে বরাবর সমুদ্রপথে ভারতবর্ষে আসার পথ আবিষ্কার করেন। ১৫১৪ খ্রিস্টাব্দে পর্তুগিজ বণিকগণ উড়িষ্যার অন্তর্গত পিপলি নামক স ্থানে সর্বপ্রথম বাণিজ্য কুঠি স্থাপন করে। ১৫১৭ খ্রিস্টাব্দে জোডি সিলডেরা নামক জনৈক পর্তুগিজ সমর অধিনায়ক এক নৌবহর নিয়ে চট্টগ্রামে আসেন ও বাণিজ্য কুঠি স্থাপনের চেষ্টায় ব্যর্থ হন। পরবর্তীতে মুনো-দা-কুনহা নামক জনৈক পর্তুগিজ শাসনকর্তা বাংলা য় বাণিজ্য কুঠি স্থাপনের চেষ্টা চালিয়ে যেতে থাকেন। ১৫৩৬ খ্রিস্টাব্দে বাংলার সুলতান মাহমুদ শাহ শের শাহের বিরুদ্ধে পর্তুগিজদের সাহায্যের আশায় চট্টগ্রাম ও সঙ্ঘামে (হুগলি) বাণিজ্য কৃমি নির্মাণের অনুমতি দেন। এভাবে বাংলায় পর্তুগিজদের আগমন হ য়। উল্লেখ্য, ১৬০০ সালে ইংরেজরা, ১৬০২ সালে জা এবং ১৬৬৪ সালে ফরাসিরা বাংলায় আগমন করেন।

71. পাহাড়পুরের বৌদ্ধবি হারটি কী নামে পরিচিত ছিল? ক) সােমপুর বিহার খ )ধর্মপাল বিহার গ) জগদ্দল বিহার ঘ) শ্ৰী বিহার < tr> Explanation : নওগাঁ জেলার বদলগাছি উপজেলার পাহাড়পুরে অবস্থিত বৌদ্ধ বিহারের নাম পাহাড়পুর বা সোমপুর বিহার। এর নির্মাতা ধর্মপাল ছিলেন পাল বংশের শ ্রেষ্ঠ রাজা। এটি মধ্যযুগীয় সবচেয়ে বড় বিহার। 

72. বাংলা নববর্ষ পহেলা বৈশাখ চালু করেছিল ক) লক্ষ্মণ সেন খ) ইলিয়াস শাহ গ) আকবর ঘ) বিজয় সেন Explanation : কৃষিকাজের সুবিধার্থে মোগল সম্রাট আকবর ১৫৮৪ খ্রিস্টাব্দের ১০/১১ মার্চ বাংলা সন প্রবর্তন করেন এবং তা ১৫৫৬ সালের ৫নভেম্বর তার সিংহাসনে আরোহণের সময় থেকে কার্যকর হয়। 

73. বাংলাদেশে চীনামাটির সন্ধান পাওয়া গেছে— ক) বিজয়পুরে খ) রাণীগঞ্জে গ) টেকেরহাটে র ঘ) বিয়ানীবাজারে Explanation : পাকিস্তান ভূত াত্ত্বিক জরিপ অধিদপ্তর (বর্তমান বাংলাদেশ ভূতাত্ত্বিক জরিপ অধিদপ্তর) ১৯৫৭ সালে নেত্রকোনা জেলার দুর্গাপুর উপজেলার তেদিকুরা নামক স্থানে প্রথম চীনামাটির সন্ধান লাভ করে। এ চীনামাটিকে বিজয়পুর চীনামাটি নামকরণ করা হয়।

74. ঢাকা বিশ্ববিদ্যালয় প্রতিষ্ঠিত হয়— ক) ১৮৮৭ সা লে খ) ১৯০২ সালে গ) ১৯২১ সালে ঘ) ১৯০৫ সালে। Explanation : বঙ্গভঙ্গ রদ হলে ব্রটিশরা পূর্ববঙ্গে একটি বিশ্ববিদ্যালয় প্রতিষ্ঠার ঘোষণা দেয় এবং একদা ১৯১২ সালে ১৩ সদস্য বিশিষ্ট মাখ্যান কমিশন গঠিত হয়। ঢাকার নবাব সলিমুল্লাহ ঢাকা বিশ্ববিদ্যালয়ের জন্য জমি দান করেন। কোলকারার হিন্দুদের কেবিরোধিতা সত্ত্বেও ১৯২১ সালে ঢাকা বিশ্ববিদ্যালয় চালু হয় এবং পরবর্তীতে এটি অক্সফোর্ড নামে খ্যাতি অর্জন করে।

75. ঢাকার বিখ্যাত তারা মসজিদ তৈরি করেছিলেন— ক) শায়েস ্তা খান খ) নওয়াব সলিমুল্লাহ গ) মির্জা আহমেদ খান ঘ) মির্জা গােলাম পীর Explanation : পুরনো ঢাকার আরমানিটোলা এলাকায় তারা মসজিদ। অবস্থিত। মসজিদটি নির্মাণ করেন মির্জা আহমদ জান বা মির্জা গোলাম পীর। পরবর্তী ১৯২৬ সালে আলী জান বেপারী নামক একজন ব্যবসায়ী মসজিদটির সংস্কার করেন। আলীয়ান বেপারী বহু অর্থ ব্যয়ে মসজিদটিকে অমৃত করেন, বিশেষ করে সমস্ত মসজিদটি তারকাখচিত করেন। 

76. বাংলাদেশের লােকশিল্প জাদুঘর কোথায় অবস্থিত? ক) চট্টগ্রামে খ) বগুড়ায় গ) সােনারগাঁয়ে ঘ) রাঙ্গামাটিতে Ex planation : বাংলাদেশের লোকশিল্পের অতীত কীর্তি মাটির পাত্র, বেত, কাঁসা মসলিন বহু, তৈজসপত্র ইত্যাদি) সংরক্ষণের জন্য নারায়ণগঞ্জ জেলার সোনা্রগাও এ লোকশিল্প জাদুঘর করা হয়েছে। ১৯৯৬ সালের ৬ অক্টোবর সোনারগাঁও লোক ও কারুশিল্প ফাউন্ডেশনে র নাম পরিবর্তন করে ‘শিল্পাচার্য জয়নুল আবেদিন ‘ জাদুঘর করা হয়েছে।

77. অগ্নিশ্বর’ ‘কানাইবাসী’, ‘মােহনবাসী’ ও ‘বীটজবা’ কী জাতীয় ফলের নাম? ক) পেয়ারা খ) কলা গ) পেঁপে ঘ) জামরুল Explanation : অগ্নিশ্বর, কানাইবাসী, মোহনর্বশী ও বীটজবা উন্নত জাতের কলার নাম।এছাড়াও বাংলাদেশে আরো কিছু
জাতের কলার চাষ হয়, যেমন- অমৃতসাগর,মেহেরসাগর, সবরি, সিঙ্গাপুরী, চাঁপা ইত্যাদি।

78. বাংলার চিরস্থায়ী বন্দোবস্ত প্রবর্তন করা হয় কোন সালে? ক) ১৭০০ সালে খ) ১৭৬২ সালে গ) ১৭৬৫ সালে ঘ) ১৭৯৩ সালে Explanation : লর্ড কর্নওয়ালিস ১৭৮৬ সালের ১২ সেপ্টেম্বর থেক ে ১৭৯৩ সালের ১০ অক্টোবর পর্যন্ত বাংলায় ফোর্ট উইলিয়ামের গভর্নর জেনারেল ছিলেন। তিনি ছিলেন চিরস্থায়ী বন্দোবস্ত ও বাংলায় ইস্ট ইন্ডিয়া কোম্পানির প্রশাসনিক ও বিচার ব্যবস্থার রূপকার। ১৭৯৩ সালের ২২ মার্চ তিনি চিরস্থায়ী বন্দোবস্ত প্রথা চালু র মাধ্যমে সূর্যাস্ত আইন বলবৎ করেন।

79. কোন মোগল সম্রাট বাংলার নাম দেন ‘জান্নাতাবাদ’? ক) বাবর খ) হুমায়ুন গ) আলির ঘ) জাহাঙ্গীর Explanation : মোগল সম্রাট হুমায়ুনবাংলার নাম দেন ‘জান্নাতাবাদ

80. উপমহাদেশীয়দের মধ্যে ঢাকা বিশ্ববিদ্যালয়ের প্রথম ভাইস চ্যান্সেলর ক) ড. রমেশচন্দ্র মজুমদার খ) ড. মাহমুদ হাসান গ) ড. সৈয়দ মােয়াজ্জেম হােসেন ঘ) স্যার এফ রহমান Explanation : উপমহাদেশীয়দের মধ্যে ঢাকা বিশ্ববিদ্য ালয়ের চ্যান্সেলর স্যার এফ রহমান (১৯৩৪ থেকে ১৯৩৬ সাল )

81. ১৯৮৮ সালের স িউল অলিম্পিকে বাংলাদেশের কোন ভাস্করের শিল্পকর্ম প্রদর্শনীতে স্থান পায়? ক) শামীম শিকদার খ) সৈয়দ আব্দুল্লাহ খালেদ গ) হামিদুজ্জামান খান ঘ) আব্দুস সুলতান Explanation : ১৯৮৮ সালের সিউল অলিম্পিকের পার্কে হামিদুজ্জানত ভাস্কর্যটি স্থা ন পেয়েছিল। হামিদুজন উল্লেখযোগ্য স্থাপতা হলো ‘সংশপ্তক’ ‘ক্যাম্পাস ইত্যাদি

82. ঢাকায় সর্বপ্রথম কবে বাংলার রাজধানী স্থাপিত হয়? ক) ১২০৬ খৃঃ খ) ১৩১০ খঃ| গ) ১৫২৬ খৃঃ ঘ) ১৬১০ খুঃ Explanation : সম্রাট জাহাঙ্গীর সিংহাসনে আরোহণ করে ইসলাম খান চিশতীকে বাংলা অধিকারে প্রেরণ করেন। তিনি ১৬১০ সালে মুসা খানকে পরাজিত করে ঢাকা অধিকার এবং ঢাকার নামকরণ করেন জাহাঙ্গীরনগর’। এ সময় রাজমহল থেকে ঢাকায় রাজধানী স্থানান্ত্র করেন। উল্লেখ্য, ঢাকাকে ১৬১০ পর ১৯০৫ সালে দ্বিতীয়বার, ১৯৪৭ সালে তৃতীয় ও ১৯৭১ সালে চতুর্থ বার রাজধানী করা হয়।

83. ‘পূর্বাশা দ্বীপের অপর নাম —- ক) নিঝুম দ্বীপ খ) সেন্টমার্টিন দ্বীপ গ) দক্ষিণ তালপট্টি ঘ) কুতুবদিয়া দ্বীপ Explanation : দক্ষিণ তালপট্টি দ্বীপ সাতক্ষীরা দক্ষিণে হাড়িয়াভাঙ্গা ও রায়মঙ্গল নদীর মোহনায় অবস্থিত। দ্বীপটি বাংলাদেশের অবস্থিত হলেও এ দ্বীপের মালিকানা করে। ভারত এ দ্বীপের নাম দেয় পূর্বাশা বা নিউমুর। বর্তমানে দ্বীপটির অস্তিত্ব নেই।

84. সার্ক এর প্রথম শীর্ষ বৈঠক অনুষ্ঠিত হয়— ক) ১৯৮৪ সালে খ) ১৯৮৭ সালের গ) ১৯৮৫ সালে ঘ) ১৯৮৬ সালে Explanation : দক্ষিণ এশীয় সহযোগিতা সংস্থা সার্ক-এর প্রথম শীর্ষ বৈঠক ১৯৮৫ সালের ৭-৮ ডিসেম্বর ঢাকায় অনুষ্ঠিত হয়।

85. আরব রাষ্ট্রগুলাের মধ্যে কোনটি বাংলাদেশকে প্রথম স্বীকৃতি দেয়? ক) ইরাক খ) আলজেরিয়া গ) সৌদি আরব ঘ) জর্ডান Explanation : আরব রাষ্ট্রগুলাের মধ্যে বাংলাদেশকে প্রথম স্বীকৃতি দেয় ইরাক (৮ জুলাই ১৯৭২)। আলজেরিয়া বংলাদেশ কে স্বীকৃতি দেয় ১৩ জুলাই ১৯৭৩ এবং সৌদিআরব স্বীকৃতি দেয় ১৬ আগস্ট ১৯৭৫। 

86. পিএলও এর সদর দপ্তর ক) ফিলিস্তিন খ) রাবাত গ) বেনগাজি ঘ) মরক্কোর মহিলা Explanation : বর্তমানে পিএলও’র সদর দপ্তর ফিলিস্তিনের রামাল্লায়

87. জাতিসংঘের প্রথম মহাসচিব ছিলেন— ক) উথান্ট খ) ট্রিগভেলি গ) দ্যাগ হ্যামারশােল্ড ঘ) কুর্ট ওয়াল্ডহেইম Explanation : জাতিসংঘের নির্বাচিত যখন মহাসচিব হলেন ট্রিগভেলি (১৯৪৮-১৯৫৩)। তিনি নরওরের অধিবাসী।

88. বর্তমানে জাতিসংঘের সদস্য সংখ্যা— ক) ১৫৬ খ) ১৫৭ গ) ১৫৮ ঘ) ১৯৩ Explanation : বর্তমানে জাতিসংঘের সদস্য ১৯৩ এবং সর্বশেষ সদস্য রাষ্ট্র হলো দক্ষিণ সুদান (সদস্যপদ লাভ ১৪ জুলাই ২০১১
89. ইসলামী সম্মেলন সংস্থার সচিবালয় অবস্থিত—- ক) রিয়াদ খ) জেদ্দা গ) দামেস্ক ঘ) মক্কা < td colspan="4" data-sheets-textstyleruns='{"1":0,"2":{"5":1}}{"1":14}' data-sheets-value='{"1":2,"2":"Explanation : ২৫ সেপ্টেম্বর ১৯০৯ সাক্কোর রাজধানী বাবাতে OIC প্রতিষ্ঠিত হয়। সচিবালয় অবস্থিত সৌদি আরবের জেদ্দা"}' rowspan="1"> Explanation : ২৫ সেপ্টেম্বর ১৯০৯ সাক্কোর রাজধানী বাবাতে OIC প্রতিষ্ঠিত হয়। সচিবালয় অবস্থিত সৌদি আরবের জেদ্দা

90. সাধারণ পরিষদের নিয়মিত অধিবেশন শুরু হয়— ক) সেপ্টেম্বর মাসের তৃতীয় মঙ্গলবার খ) সেপ্টেম্বর মাসের প্রথম সােমবার গ) সেপ্টে ম্বর মাসের দ্বিতীয় বুধবার ঘ) সেপ্টেম্বর মাসের চতুর্থ মঙ্গলবার Explanation : জাতিসংঘ সাধারণ পরিষদের নিয়মিত বার্ষিক অধিবেশন শুরু হয় প্রতি বছর সেপ্টেম্বর মাসের তৃতীয় মঙ্গলবার এবং মধ্য ডিসেম্বর পর্যন্ত তা চলে। নিয়মিত অধিবেশন ছা ড়াও সাধারণ পরিষদ জরুরি অধিবেশন ও বিশেষ অধিবেশনে মিলিত হয়।
91. যে দেশ এসডিআই প্রতিরক্ষা কর্মসূচি গ্রহণ করেছ ে? ক) ব্রিটেন খ) ফ্রান্স গ) যুক্তরাষ্ট্র ঘ) রাশিয়া Explanation : ১৯৮৩ সালে মার্কিন যুক্তরাষ্ট্র কৌশলগঞ্জ প্রতিরক্ষা কর্মসূচি বা Strategic Defence Initiative কর্মসূচি ঘোষণা করে। মার্কিন সিনেটর অ্যাডওয়ার্ড কেনেডে একে (Star war) বলে অভিহিত করেন।< /td>

92. ব্রিটেনের প্রশাসনিক সদর দপ্তরকে বলা হয় ক) ওয়েস্ট মিনস্টার এ্যাবে খ) হােয়াইট হল গ) মার্বেল চার্চ ঘ) বুশ হাউস Explanation : ব্রিটেনের প্রশাসনিক সদর দপ্তরকে বলা হয় হােয়াইট হল। এটি ব্রিটেনের রানীর সাবেক সরকারি বাসভবন।

93. দ্বিতীয় মহাযুদ্ধে জার্মানি আত্মসমর্পণ করে—- ক) ১৯৪২ সালের নভেম্বর মাসে খ) ১৯৪৩ সালের ফেব্রুয়া রি মাসে গ) ১৯৪৫ সালের মে মাসে ঘ) ১৯৪৫ সালের সেপ্টেম্বর মাসে Explanation : ১৯৪৫ সালের ৩০ এপ্রিল হিটলার আত্মহত্যা করলে জার্মানির পতন ঘটে। তবে আনুষ্ঠানিকভাবে জার্মানি ৭ মে ১৯৪৫ সোভিয়েত জেন ারেল জর্জ জোকভের নিকট আত্মসমর্পণ করে।

94. হিরােশিমায় এটম বােমা ফেলা হয়েছিল—- ক) ১৯৪৫ সালের আগস্ট মাসে খ) ১৯৪৫ সালের মে মাসে গ) ১৯৪৪ সালের সেপ্টেম্বর মাসে ঘ) ১৯৪৪ সালের আগস্ট মাসে Explanation : মার্কিন যুক্তরাষ্ট্র ১৯৪৫ সালের ৬ অগেস্ট হিরোশিমায় ‘লিটলবয়’ এবং ৯ আগস্ট নাগাসাকিতে ফ্যাটম্যান’ বোমার বিস্ফোরণ ঘটালে জাপানের পত ন হয়।

95. কঙ্গোকে বিদেশি শাসন থেকে মুক্ত করার লড়াইয়ে চিরস্মরণীয় নাম ক) কাশাভুরু খ) প্যাট্রিস লুমুম্বা গ) শােম্বে ঘ) মরুতু Explanation : কঙ্গোতে দখলদার ঔপনিবেশিক শক্তির বিরুদ্ধে জাতীয ়তাবাদ আন্দোলনে নেতৃত্ব দেন প্যাট্রিক পুরুষা

96. নিরাপত্তা পরিষদের এশীয় আসনে বাংলাদেশের প্রত িদ্বন্দ্বী ছিল— ক) ফিলিপাইন খ) জাপান গ) ইন্দোনেশিয়া ঘ) থাইল্যান্ড Explanation : ১৯৭৮ সালে নিরাপত্তা পরিষদের অস্থায়ী আসনে বাংলাদেশ শক্তিশালী জাপানের সাথে প্রতিদ্বন্দ্বিতা করে
এবং জয়লাভ করে। অবশ্য ২০০০-২০০১ সালের জন্য ব াংলাদেশ বিনা প্রতিবন্ধিতায় অস্থায়ী সদস্য নির্বাচিত হয়।

97. আইএমএফ এর সদর দপ্তর কোথায়? ক) ওয়াশিংটন ডিসি খ) মস্কো গ) লন্ডন। ঘ) নিউইয়র্ক Explanation : IMF (International Monetary Fund)- এর সদর দপ্তর যুক্তরাষ্ট্রের ওয়াশিংটন ডিসিতে। ১-২২ জুলাই ১৯৪৪ ব্রেটন উডসের জাতিসংঘ মনিটারি এন্ড ফিনান্সিয়াল কনফারেন্সে IMF গঠিত হয়। কার্যক্রম শুরু করে ১৯৪৭ সালের ১ মার্চ থেকে।

98. নিকারাগুয়ায় যে বিদ্রোহীদের যুক্তরাষ্ট্র সমর্থন করে তার ন াম— ক) ইউনিটা খ) সাভিনিস্টা গ) কন্ট্রা ঘ) সােয়াপাে Explanation : মধ্য আমেরিকার হ্রদ ও আগ্নেয়গিরির দেশ নিকারাগুয়ার বিদ্রোহী গ্রুপ কন্ট্রা মার্কিন যুক্তরাষ্ট্রের সমর্থনপুষ্ট। ১৯৯০ সালে জাতিসংঘ নিরাপত্তা পরিষদ এ ৭৪. অঞ্চলে শান্তি আনয়নে গঠন করে মধ্য আমেরি কায় জাতিসংঘ পর্যবেক্ষক দল (ONUCA) এবং পর্যবেক্ষক দলটি কন্ট্রা বিদ্রোহীদের স্বেচ্ছা বিলুপ্তি তদারক করে। ফলশ্রুতিতে হন্ডুরাস ও নিকারাগুয়ায় প্রায় ২২ হাজার কন্ট্রা বিদ্রোহী জাতিসংঘ পর্যবেক্ষকদের কাছে অস্ত্র সমর্পণ করে।

99. ব্যাবিলনের ঝুলন্ত উদ্যান কোন দেশে অবস্থিত? ক) ইরান খ) ইরাক গ) মিসর ঘ) সিরিয়া Explanation : ব্যাবিলনের ঝুলন্ত উদ্যান’ ইরাকে অবস্থিত। রাজা নেবুচাদনেজার তার স্ত্রীর মনো রঞ্জনের জন্য প্রায় ৩০০ মিটার উঁচু এ উদ্যান নির্মাণ করেন। 100. ইতিহাস বিখ্যাত ট্রয় নগরী কোথায়? ক) ইতালি। খ) স্পেন গ) তুরস্ক ঘ) গ্রীস Explanation : ইতিহাসখ্যাত ট্রয় নগরী তুরস্কে অবস্থিত। ট্রয় নগরীর সাথে মহাবীর হেক্টরের বীরত্ব ও আত্মত্যাগের ইতিহাস জড়িয়ে আছে। সুন্দরী হেলেনকে কেন্দ্র করে সংঘটিত এ যুদ্ধে হেক্টরকে পরাস্ত করে গ্রিকর া ট্রয় নগরী দখল করে আগুন ধরিয়ে দেয়।
'''